export const Announcements = [
    {
        id: 'a1',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },
    {
        id: 'a2',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },
    {
        id: 'a3',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },
    {
        id: 'a4',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },
    {
        id: 'a5',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },
    {
        id: 'a6',
        title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
        text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади.",
        date: new Date("2023-06-16"),
    },

];