export const News = [
  {
    id: 'n1',
    title: "НОВА ЯКІСТЬ МЕДИЧНИХ ПОСЛУГ НА СОСНИЧЧИНІ",
    image: "/news/01.png",
    text: "Нові кабінети, діагностичний та щеплень Сосницького центру первинної медико-санітарної допомоги (ЦПМСД) відремонтовані та оснащені. Це дозволить надавати якісні послуги на первинному рівні для мешканців і мешканок територіальної громади. Сосницького центру первинної медико-санітарної допомоги (ЦПМСД)",
    date: new Date("2023-06-16"),
  },
  {
    id: 'n2',
    title: "ЦИВІЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Неймовірно, але факт, – Україна за темпами цифровізації послуг обійшла європейські країни, а діючі електронні сервіси викликають приємний подив у європейців.",
    date: new Date("2023-02-23"),
  },
  {
    id: 'n3',
    title: "ЦИВІЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європапоейський Союророз ов особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2022-02-17"),
  },
  {
    id: 'n4',
    title: "ЦИВІЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: `26 вересня в Центрі за професійною програмою підвищення кваліфікації «Староста як місцевий лідер: правовий статус, повноваження, відповідальність» розпочали навчання старости старостинських округів територіальних громад нашої області.
В перший день навчання слухачі разом з начальником управління землеустрою та охорони земель Головного управління Держгеокадастру у Чернігівській області Ігорем Пузаном обговорювали земельне законодавство України та практику його застосування у воєнний час, нюанси передачі земель комунальної власності у власність, надання їх у постійне користування та оренду; дізнавались про особливості оренди земельних ділянок сільськогосподарського призначення та охорону земель.
    Сьогодні ж перед слухачами виступили: начальник відділу державного екологічного нагляду (контролю) поводженням з відходами та небезпечними хімічними речовинами Державної екологічної інспекції в Чернігівській області Ігор Михайлов, який розповів про екологічні аспекти поводження з відходами, та заступник начальника Управління адміністративних послуг Чернігівської міської ради Олексій Голован з інформацію про особливості надання адміністративних послуг за умов воєнного стану.
    В рамках семінару слухачі разом з експертом з питань діяльності старост та співробітництва територіальних громад, директором адміністрації веб-сайту «Староста Профі» Олександром Врублевським обговорять правовий статус старост, особливості здійснення деяких повноважень, порядок організації роботи із зверненнями громадян в ОМС з урахуванням особливостей правового режиму воєнного стану. Також Олександр Врублевський розповість про прийом громадян в територіальних громадах/старостинських округах, його основний юридичний та практичний зміст.
    Програмою семінару передбачено також висвітлення перед слухачами і інших важливих тем:
    – організації, обліку та бронювання військовозабов’язаних в територіальних громадах;
    – вчинення нотаріальних дій посадовими особами органів місцевого самоврядування;
    – визначення корупційних ризиків в діяльності публічних службовців та засади запобігання корупційним правопорушенням та ін.
    Протягом чотирьох днів першої сесії зазначеної програми старости дізнаються про організацію роботи органу місцевого самоврядування, про традиції публічного управління в Україні та застосування норм нового українського правопису в діловій кореспонденції.`,
    date: new Date("2022-02-17"),
  },
  {
    id: 'n5',
    title: "ЦЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n6',
    title: "ИВІЛІАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n7',
    title: "ЦИВІЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n8',
    title: "ЦИВІЛІЗАЦІЯ МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n9',
    title: "МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n10',
    title: "вавава МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей.",
    date: new Date("2023-09-17"),
  },
  {
    id: 'n11',
    title: "Ции МЕДИЧНИХ ПОСЛУГ В ГРОМАДІ",
    image: "/news/01.png",
    text: "Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей. Європейський Союз в особі українських територіальних громад прагне бачити суб`єктів взаємин, які здатні на прямі партнерські взаємини на основі спільних цінностей",
    date: new Date("2023-09-17"),
  },
];
