"use client";
import styles from "./AboutUs.module.scss";
import Title from "./ui/Title";

const AboutUs = () => {
  return (
    <section className={styles.about}>
      <Title isCenter>Про організацію</Title>
      <div className={styles.content}>
        <p className={styles.info}>
          Сіверський інститут регіональних досліджень – чернігівська міська
          громадська організація. Створена у 2000 р., статут зареєстровано
          розпорядженням чернігівського міськвиконкому № 340-р від 3 жовтня 2001
          р.
        </p>
        <p>Метою діяльності Інституту є:</p>
        <p className={styles.paragraph}>
          Cприяння місцевому та регіональному розвитку; розвитку місцевого
          самоврядування та громадянського суспільства; розвитку науки, освіти,
          культури, мистецтва; проведення досліджень, пов’язаних з
          Чернігово-Сіверщиною та іншими регіонами України, а також з
          міжнародної проблематики, зокрема, з європейської та євроатлантичної
          інтеграції України; популяризація регіональної, української та
          світової історико-культурної спадщини.
        </p>
        {/* <ol className={styles.list}>
          <li>
          Cприяння місцевому та регіональному розвитку; розвитку місцевого самоврядування та громадянського суспільства; розвитку науки, освіти, культури, мистецтва; проведення досліджень, пов’язаних з Чернігово-Сіверщиною та іншими регіонами України, а також з міжнародної проблематики, зокрема, з європейської та євроатлантичної інтеграції України; популяризація регіональної, української та світової історико-культурної спадщини. 
          </li>
        </ol> */}
        <p>Основними завданнями діяльності Організації є:</p>
        <ol className={styles.list}>
          <li>
            сприяння реалізації принципів децентралізації влади та її
            субсидіарності;
          </li>
          <li>
            сприяння місцевому та регіональному розвитку шляхом реалізації
            місцевих, регіональних, міжрегіональних, транскордонних та
            міжнародних ініціатив;
          </li>
          <li>
            сприяння діяльності, спрямованої на розвиток державної служби,
            служби в органах місцевого самоврядування, публічного
            адміністрування в цілому та управління людськими ресурсами;
          </li>
          <li>
            прогнозування тенденцій розвитку політичної, соціальної та
            економічної систем, розробка рекомендацій щодо їх реформування;
          </li>
          <li>
            проведення громадських компаній (адвокація), спрямованих на
            реалізацію мети діяльності організації;
          </li>
          <li>
            підвищення громадської активності різних верств населення,
            організація взаємодії між засобами масової інформації, громадським
            сектором, органами державної влади та місцевого самоврядування;
          </li>
          <li>
            сприяння формуванню у населення громадянської свідомості, заснованої
            на національних інтересах держави, європейських та загальнолюдських
            цінностях;
          </li>
          <li>
            участь у розвитку волонтерського руху, залучення членів Організації
            до вирішення соціально важливих проблем суспільства;
          </li>
          <li>
            поширення ідей та поглядів Організації, інформування громадськості
            про її діяльність в засобах масової інформації та через Internet, у
            тому числі через власний веб-сайт;
          </li>
          <li>
            сприяння розвитку інноваційних форм організації господарювання на
            сільських територіях;
          </li>
          <li>стимулювання поновлення традиційних промислів та ремесел;</li>
          <li>
            створення, сприяння у створенні та поширення теле- та радіопрограм,
            Інтернет-ресурсів, документальних і художніх фільмів, пов’язаних з
            основними напрямками діяльності організації;
          </li>
          <li>здійснення науково-дослідних та експертних робіт;</li>
          <li>
            проведення незалежних наукових досліджень в галузях історії, права,
            економіки, публічного адміністрування та управління людськими
            ресурсами, екології, соціології; запровадження їх в життя;
          </li>
          <li>
            організація і проведення вітчизняних та міжнародних наукових,
            науково-практичних конференцій, семінарів, симпозіумів, «круглих
            столів», лекторіїв за участю вітчизняних та іноземних фахівців;
          </li>
          <li>
            видання та сприяння у виданні наукових, науково-популярних,
            аналітичних праць та збірників, літературних творів,
            науково-методичних посібників, науково-практичних коментарів,
            інфографіки; журналів, брошур, буклетів, бюлетенів, листівок в
            друкованому та електронному вигляді;
          </li>
          <li>
            розробка нових освітніх методик, в тому числі із застосуванням
            інформаційних технологій;
          </li>
          <li>
            сприяння розвитку української культури, в тому числі реалізації
            програм національно-культурного розвитку, національно-патріотичного
            виховання та програм міжнаціональних стосунків;
          </li>
          <li>
            сприяння проведенню робіт з охорони пам’яток культури і природи;
          </li>
          <li>
            сприяння організації туристичної та екскурсійної діяльності, у тому
            числі зеленого туризму;
          </li>
          <li>
            налагодження контактів та співпраця з іншими об’єднаннями громадян у
            тому числі міжнародними;
          </li>
          <li>
            міжнародне співробітництво, участь у програмах міжнародного обміну,
            розробка проектів за участю іноземних партнерів;
          </li>
          <li>
            створення юридичних осіб, необхідних для виконання статутних
            завдань.
          </li>
        </ol>
        <h2 className={`${styles.title} ${styles.small}`}>
          Творчий потенціал організації
        </h2>
        <p className={styles.paragraph}>
          Сіверський інститут створювавася науковими працівниками та має у
          своєму складі двох докторів наук та дев’ять кандидатів наук. Це
          найвищий за рівнем освіти рейтинг серед громадських організацій
          регіону. Загальна чисельність організації – 13 осіб. Керівник
          організації –{" "}
          <span className={styles.blue}>Лепявко Сергій Анатолійович</span>,
          доктор історичних наук.
        </p>
        <h2 className={`${styles.title} ${styles.small}`}>
          Засновники організації
        </h2>
        <div className={styles.founders}>
          <ol className={styles.list}>
            <li>
              Бойко Володимир Миколайович: кандидат історичних наук; Директор
              Чернігівського центру перепідготовки та підвищення кваліфікації
              працівників органів державної влади.
            </li>
            <li>
              {" "}
              Брехуненко Віктор Анатолійович: доктор історичних наук; Завідувач
              відділу теорії джерелознавства Інституту археографії НАН України.
            </li>
            <li>
              Веремейчик Олена Михайлівна: кандидат історичних наук,
              доцентДокторант Чернігівського державного педагогічного
              університету ім. Т.Г.Шевченка.
            </li>
            <li>
              Горошко Юрій Васильович: кандидат технічних наук, доцент;Доцент
              кафедри інформатики Чернігівського державного педагогічного
              університету ім. Т.Г.Шевченка.
            </li>
            <li>
              Гринь Дмитро Костянтинович: доктор історичних наук;Заступник
              декана історичного факультету з наукової роботи, доцент кафедри
              історії слов’ян Чернігівського державного педагогічного
              університету ім. Т.Г.Шевченка.
            </li>
            <li>Ігнатенко Ігор Михайлович: ...Незалежний експерт.</li>
            <li>
              Кухарук Олександр Васильович: кандидат історичних наук,
              доцент;Декан економічного факультету Чернігівського державного
              інститут права, соціальних технологій і праці.
            </li>
          </ol>
          <ol className={styles.list} start="8">
            <li>
              Леп’явко Сергій Анатолійович: доктор історичних наук, професор;
              Завідувач кафедри історії слов’ян Чернігівського державного
              педагогічного університету ім. Т.Г.Шевченка.
            </li>
            <li>
              Марцинкевич Олександр Олександрович: кандидат медичних
              наук;Завідувач неврологічним відділення Чернігівської обласної
              лікарні.
            </li>
            <li>
              Паперний Юрій Володимирович: ...Редактор журналу «Чернігівський
              монітор».
            </li>
            <li>
              Тарасенко Олександр Федорович: кандидат історичних наук;Доцент
              кафедри історії та археології України Чернігівського державного
              педагогічного університету ім. Т.Г.Шевченка.
            </li>
            <li>
              Ткаченко Володимир Володимирович: кандидат історичних наук,
              доцент;Доцент кафедри загальної історії Чернігівського державного
              педагогічного університету ім. Т.Г.Шевченка.
            </li>
            <li>Ткаченко Еліна Олексіївна: ...Приватний підприємець.</li>
          </ol>
        </div>
      </div>
    </section>
  );
};

export default AboutUs;
