import styles from "./AboutUs.module.scss";

const AboutUs = () => {
  return (
    <section className={styles.about}>
      <h1 className={styles.title}>Про організацію</h1>
      <div className={styles.content}>
        <p className={styles.info}>
          Сіверський інститут регіональних досліджень – чернігівська міська
          громадська організація. Створена у 2000 р., статут зареєстровано
          розпорядженням чернігівського міськвиконкому № 340-р від 3 жовтня 2001
          р.
        </p>
        <p>Метою діяльності Інституту є:</p>
        <ol className={styles.list}>
          <li>
            Сприяння проведенню незалежних комплексних наукових досліджень;
            сприяння становленню громадянського суспільства, розвитку науки,
            освіти, мистецтва;
          </li>
          <li>
            Сприяння поширенню наукової інформації в українських та іноземних
            засобах масової інформації, насамперед в мережі Інтернет, пропаганді
            історико-культурної спадщини, задоволенні потреб громадськості в
            друкованій продукції; сприяння наданню громадянам та юридичним
            особам інформаційної, юридичної та іншої підтримки.
          </li>
          <li>
            Сприяння проведенню науково-дослідних та експертних робіт з органами
            виконавчої влади, місцевого самоврядування, підприємствами,
            установами та організаціями, іншими юридичними особами;
          </li>
          <li>
            Сприяння поліпшенню екологічної ситуації в області, медичному та
            екологічному моніторингу на території, забрудненій внаслідок аварії
            на Чорнобильській АЕС; організація і проведення наукових,
            науково-методичних та науково-практичних конференцій, семінарів,
            симпозіумів, лекторіїв за участю вітчизняних та іноземних фахівців;
          </li>
          <li>
            Сприяння підготовці наукових та науково-популярних праць,
            літературних творів, науково-методичних посібників, а також інших
            видів друкованої продукції;
          </li>
          <li>
            Сприяння заснуванню навчально-виховних закладів, наданню
            інформаційних, інноваційних, інвестиційних, комунікаційних,
            консультативних, маркетингових, посередницьких, представницьких,
            рекламних та інших послуг;
          </li>
          <li>
            Сприяння проведенню робіт з охорони пам'яток історії, культури і
            природи, розвитку, поновленню традиційних промислів та ремесел;
            створення картотеки та архіву Народної живої історії Сіверщини,
            сайтів Інтернет, поширення інформації про регіон всіма доступними
            засобами;
          </li>
          <li>
            Сприяння виробленню інтелектуального продукту, продукції
            виробничо-технічного призначення, масового споживання, народних
            промислів;
          </li>
          <li>
            Сприяння організації прийому і обслуговуванню іноземних туристів в
            Україні (іноземний туризм), організації прийому і обслуговуванню
            вітчизняних туристів (внутрішній туризм), організації туристичних
            поїздок за межі України (зарубіжний туризм), екскурсійній
            діяльності, організації масового оздоровчо-спортивного туризму.
          </li>
        </ol>
      </div>
    </section>
  );
};

export default AboutUs;
